{
    "Marilyn Monroe" : "Marilyn Monroe is American actress, singer, model. She is one of the most famous women of the twentieth century. Monroe has become an iconic representative of fame and female beauty. She is widely regarded as one of most influential figures in American culture.",
    "Abraham Lincoln": "Abraham Lincoln is US President during American civil war.",
    "Bill Gates": "Bill Gates is American businessman, founder of Microsoft.",
    "Albert Einstein":"Albert Einstein is German scientist, theory of relativity.",
    "Thomas Edison":"Thomas Edison is American inventor. he was an American inventor and businessman who developed and made commercially available  many key inventions of modern life. His Edison Electric company was a pioneering company for delivering DC electricity directly into people's homes.",
    "Oprah Winfrey":"Oprah Winfrey is American TV presenter, actress, entrepreneur. Oprah Winfrey was the first woman to own her own talk show. Her show and book club are very influential, focusing on issues facing American women.",
    "Barack Obama":"Barack Obama is US President 2008 to 2016",
    "Angelina Jolie":"Angelina Jolie is Actress, director, humanitarian.",
    "Steve Jobs":"Steve Jobs is co-founder of Apple computers and Entrepreneur who led digital revolution.",
    "Aung San Suu Kyi ":"Aung San Suu Kyi  is Burmese opposition leader.",
    "Malala Yousafzai":"Malala Yousafzai is Pakistani human rights activist. Pakistani schoolgirl who defied threats of the Taliban to campaign for the right to education. She survived being shot in the head by the Taliban and has become a global advocate for women's rights, especially the right to education.",
    "Muhammad":"Muhammad is Prophet of Islam.",
    "Isaac Newton":"Isaac Newton is British mathematician and scientist.",
    "Jesus Christ":"Jesus Christ is Spiritual teacher and central figure of Christianity.",
    "Lord Buddha":"Lord Buddha is Spiritual Teacher and founder of Buddhism.",
    "Buddha":"Buddha is Spiritual Teacher and founder of Buddhism.",
    "Confucius":"Confucius  is Chinese philosopher.",
    "Johann Gutenberg":"Johann Gutenberg is Inventor of the printing press.",
    "Christopher Columbus":"Christopher Columbus is Italian explorer landed in America.",
    "Adam Smith":"Adam Smith is Scottish social philosopher and pioneer of classical economics.",
    "William Shakespeare":"William Shakespeare is English poet and playwright.",
    "Adolf Hitler":"Adolf Hitler is Dictator of Nazi Germany.",
    "Julius Caesar":"Julius Caesar is Roman ruler who oversaw the demise of the Roman Republic to be replaced with a Roman Emperor. Militarily strengthened the power of Rome.",
    "Donald Trump":"Donald Trump  is US President.",
    "Mother Teresa":"Mother Teresa is Macedonian Catholic nun and missionary.",
    "Cleopatra":"Cleopatra is the last Ptolemaic ruler of Egypt. Cleopatra sought to defend Egypt from the expanding Roman Empire. In doing so she formed relationships with two of Rome's most powerful leaders, Marc Anthony and Julius Caesar.",
    "Mary Magdalene":"Mary Magdalene was one of Jesus' most devoted followers. Mary Magdalene stood near Jesus at his crucifixion and was the first to see his resurrection.",
    "Diana":"British Royal princess who was noted for her humanitarian charity work. Despite her troubled marriage to Prince Charles, she was popular for her natural sympathy with the poor and disenfranchised.",
    "J K Rowling":"J.K.Rowling is British author of the phenomenal best selling Harry Potter series.  The volume of sales was so high, it has been credited with leading a revival of reading by children. She wrote the first book as a single mother, struggling to make ends meet, but her writing led to her great success.",
    "Hilary Clinton":"Hilary Clinton is US politician who became the first women to run for the office of US president for a major political party, Democrats. Also served as  Secretary of State from 2009 to 2013.",
    "Tegla Loroupe":"Tegla Loroupe is Kenyan athlete.  Loroupe held the women's marathon world record and won many prestigious marathons. Since retiring from running, she has devoted herself to various initiatives promoting peace, education and women's rights. In her native Kenya, her Peace Race and Peace Foundation have been widely praised for helping to end tribal conflict.",
    "Helen Keller":"Helen Keller is an Activist. She is known for Accomplishing much despite being both deaf and blind.Two films about Helen Keller won Academy Awards. One was a documentary called The Unconquered (1954) and the other was a drama called The Miracle Worker (1962) starring Anne Bancroft and Patty Duke.",
    "Susan B Anthony":"Susan B. Anthony was a women's rights leader in the late 1800's. She helped lead the way for women's suffrage in the United States, which is the right to vote.",
    "Jackie Robinson":"The first African-American to play Major League Baseball.April 15th is celebrated by baseball as Jackie Robinson Day. On this day all players and managers wear the number 42 in honor of Jackie.",
    "Alexander Graham Bell":"Alexander Graham Bell is most famous for his invention of the telephone.Bell actually had many inventions and did experimentation in many areas of science. Some of these include:The Metal Detector - Bell invented the first metal detector which was used to try and find a bullet inside of President James Garfield.Audiometer - A device used to detect hearing problems.He did experimental work on aeronautics and hydrofoils.He invented techniques which helped in teaching speech to deaf persons.He made a device to help find icebergs. "
    
    
}
