[
  {
    "uid": "kpop_daily_news_1",
    "updateDate": "2019-11-09T00:00:00.0Z",
    "titleText": "Former Super Junior Member Hangeng and Celina Jade to Wed This December",
    "mainText": "Super Junior‘s former member Hangeng was reported to have registered his marriage to actress Celina Jade this June.Since then, no updates were shared about the latest developments on their union.But the good news is, their wedding invitation is currently being circulated in South Korea and the wedding will indeed push through, reportedly this December",
    "redirectionUrl": "https://www.amazon.com"
   },
  {
    "uid": "kpop_daily_news_2",
    "updateDate": "2019-11-10T00:00:00.0Z",
    "titleText": "BIGBANG T.O.P’s Visuals In Recent Instagram Posts Will Warm You Right Up In This Cold Weather",
    "mainText": "As the weather in Seoul is growing rapidly cold, BIGBANG‘s T.O.P updated his Instagram account with new photos of himself wrapped up in a big fluffy coat.",
    "redirectionUrl": "https://www.amazon.com"
  },{
     "uid": "kpop_daily_news_3",
    "updateDate": "2019-11-14T01:00:00.0Z",
    "titleText": "2AM’s Jinwoon And Former 9Muses Member Kyungri Confirmed To Be Dating",
    "mainText": "2AM Jinwoon‘s agency has confirmed that he is currently dating former 9MUSES member Kyungri.In 2AM Jinwoon‘s agency has confirmed that he is currently dating former 9MUSES member Kyungri.In a statement released to media outlet Edaily, Jinwoon’s agency, Mystic Story, has confirmed the reports.It is true that Jeong Jinwoon is currently dating Kyungri.The two have appeared on several broadcasts together over the past years, including Comedy TV‘s New Guys and Mnet‘s The God of Music 2.",
    "redirectionUrl": "https://www.koreaboo.com/news/2ams-jinwoon-former-9muses-member-kyungri-confirmed-dating/"
  }
  ,{
     "uid": "kpop_daily_news_4",
    "updateDate": "2019-11-14T02:00:00.0Z",
    "titleText": "Park Bo Young Will Be Going On Temporary Hiatus Due To A Serious Arm Injury",
    "mainText": "Park Bo Young let her fans know through a personal live broadcast that she will be taking a temporary hiatus due to an arm injury she suffered in the past.During her live broadcast, which lasted more than 2 hours, she talked with her fans about how she was doing and some of her stories about meeting her fans. She then got into a more serious topic, her health.",
    "redirectionUrl": "https://www.koreaboo.com/news/park-bo-young-will-going-temporary-hiatus-due-arm-injury/"
  }
  ,{
     "uid": "kpop_daily_news_5",
    "updateDate": "2019-11-14T03:00:00.0Z",
    "titleText": "BTS Confirmed To Perform At 2019 Melon Music Awards",
    "mainText": "Music platform Melon revealed that BTS would be attending the MMA 2019 on November 30 at the Seoul Gocheok Sky Dome.",
    "redirectionUrl": "https://www.koreaboo.com/news/bts-confirms-attendance-2019-mma/"
  }
  ,{
     "uid": "kpop_daily_news_6",
    "updateDate": "2019-11-14T04:00:00.0Z",
    "titleText": "BTS’s Map of the Soul: Persona Album Charts #1 In Multiple Countries 7 Months After Release",
    "mainText": "BTS‘s latest album Map of the Soul: Persona has risen to the iTunes chart again 7 months after release.ARMYs were encouraging each other to purchase the song on iTunes with the hashtag, #BuyPersonaOniTunes. Fans were also tweeting photos of their purchases under that hashtag.",
    "redirectionUrl": "https://www.koreaboo.com/news/btss-map-soul-persona-album-charts-1-in-multiple-countries-7-months-after-release/"
  }
  ,{
     "uid": "kpop_daily_news_7",
    "updateDate": "2019-11-14T05:00:00.0Z",
    "titleText": "BLACKPINK Proves Their Popularity By Breaking Spotify Records",
    "mainText": "They’re officially one of the top girl groups in the world.Spotify is known as one of the top audio streaming platform in the world. BLACKPINK has recently reached an impressive 9.5 million followers on the site, putting them on the top tier of artists.",
    "redirectionUrl": "https://www.koreaboo.com/news/blackpink-proves-popularity-breaking-spotify-records/"
  }
  ,{
     "uid": "kpop_daily_news_8",
    "updateDate": "2019-11-14T06:00:00.0Z",
    "titleText": "Super M’s Taeyong Was Seen With A Tattoo And Fans Wonder If It’s Real",
    "mainText": "Super M’s Taeyong was seen sporting a tattoo near his left elbow and fans are dying to know if it is real or not.Taeyong has been know to fear needles or piercings, and has shied away from getting tattoos for the longest time. This is why the sudden appearance of a tattoo on his arm excites his fans.Taking a closer look at the tattoo reveals that it is the word under, spelled as UNDeR.",
    "redirectionUrl": "https://www.koreaboo.com/news/super-ms-taeyong-seen-tattoo-fans-wonder-real/"
  }
  ,{
     "uid": "kpop_daily_news_9",
    "updateDate": "2019-11-14T07:00:00.0Z",
    "titleText": "MBC Reveals Head Of Mnet, Shin Hyung Kwan, Was Booked For Manipulating “Produce” Series Results",
    "mainText": "MBC has revealed through an exclusive report that one of the 10 people booked for their role in the ongoing Produce series voting manipulation scandals was the Shin Hyung Kwan, head of Mnet and vice-president at CJ ENM.Police will continue to look into the allegations against Shin Hyung Kwan, as they are focusing on the possibility that he is heavily involved in the ranking manipulation due to his frequent communication with the production team. They will analyze the data that they seized from his office, and summon him if the allegations are confirmed.",
    "redirectionUrl": "https://www.koreaboo.com/news/mbc-reveals-head-mnet-shin-hyung-kwan-booked-manipulating-produce-series-results/"
  },{
     "uid": "kpop_daily_news_10",
    "updateDate": "2019-11-14T08:00:00.0Z",
    "titleText": "Prosecution Demands 7 Years In Prison For Jung Joon Young and 5 Years For Choi Jonghoon",
    "mainText": "Prosecution has revealed their demands for Jung Joon Young and Choi Jonghoon‘s prison sentence following the 9th trial for their cases of raping drunk women and illegally filming and distributing sexual videos.It has been revealed that there are up to 7 victims of gang rape done by members of the chatroom, including Jung Joon Young and Choi Jonghoon. One victim spoke up about her harrowing experience in an interview.",
    "redirectionUrl": "https://www.koreaboo.com/news/prosecution-reveals-demands-jung-joon-young-choi-jonghoons-prison-sentence/"
  }
  ,{
     "uid": "kpop_daily_news_11",
    "updateDate": "2019-11-14T09:00:00.0Z",
    "titleText": "YG Entertainment Drops Down From Top 3 Agency Album Sales For 2019",
    "mainText": "According to a 2019 Album Sales Top 20 Chart, YG Entertainment has gone down in ranks from the top 3 to number 5.The chart is based on the Gaon Chart from January 2019 to October 2019 and shows that Big Hit Entertainment ranks first with 6,312,409 in album sales. SM comes in at second with 3,714,079 in sales. The gap between first and second place is significantly wider than the differences between second to seventh place.",
    "redirectionUrl": "https://www.koreaboo.com/news/yg-entertainment-drops-top-3-agency-album-sales-2019/"
  },{
     "uid": "kpop_daily_news_12",
    "updateDate": "2019-11-14T010:00:00.0Z",
    "titleText": "Jung Joon Young facing 7 years in prison & Jonghun facing 5 for group sexual assault",
    "mainText": "On November 13, Jung Joon Young, Jonghun, and 3 other men, including Kim and Kwon, attended their 9th trial for group sexual assault at the Seoul Central District Court. Prosecutors demanded 7 years of prison for Jung Joon Young for aggravated rape and for filming and distributing illegal hidden camera footage of women, and they requested 5 years of prison for Jonghun on the charges of aggravated rape. Burning Sun employee Mr. Kim and Mr. Kwon are facing 10 years in prison for raping an unconscious victim, while former entertainment agency employee Mr. Heo is facing 5 years. Prosecutors also requested a 10-year ban on working with or around minors against all 5 offenders.",
    "redirectionUrl": "https://www.allkpop.com/article/2019/11/jung-joon-young-facing-7-years-in-prison-jonghun-facing-5-for-group-sexual-assault"
  } ,{
     "uid": "kpop_daily_news_13",
    "updateDate": "2019-11-14T011:00:00.0Z",
    "titleText": "ASTRO reveal elegant individual teaser images for 'Blue Flame'",
    "mainText": "ASTRO have revealed elegant individual teaser images for 'Blue Flame'.After revealing a comfortable, neutral concept, ASTRO are chic and princely in black suits. Their sixth mini album 'Blue Flame' drops on November 20 KST.",
    "redirectionUrl": "https://www.allkpop.com/article/2019/11/astro-reveal-elegant-individual-teaser-images-for-blue-flame"
  }
  ,{
     "uid": "kpop_daily_news_14",
    "updateDate": "2019-11-14T012:00:00.0Z",
    "titleText": "Dawn reveals choreography MV for 'Money'",
    "mainText": "After his dark, post-apocalyptic MV, Dawn is giving fans more of a performance-centered video. Money is about not being able to live without something, and it's the former Pentagon member's first release as an artist under P-Nation.",
    "redirectionUrl": "https://www.allkpop.com/article/2019/11/astro-reveal-elegant-individual-teaser-images-for-blue-flame"
  } ,{
     "uid": "kpop_daily_news_15",
    "updateDate": "2019-11-15T015:00:00.0Z",
    "titleText": "Seventeen's Seungkwan joins fixed cast of JTBC talk variety show, '5 Bros'",
    "mainText": "JTBC's newest talk variety show '5 Bros' has finally found the 5th and youngest brother - Seventeen's Seungkwan.On November 14, JTBC revealed, Seungkwan will be joining the show as a fixed MC. His first appearance will be on the 4th episode, coming up on November 21.",
    "redirectionUrl": "https://www.allkpop.com/article/2019/11/seventeens-seungkwan-joins-fixed-cast-of-jtbc-talk-variety-show-5-bros"
  },{
     "uid": "kpop_daily_news_16",
    "updateDate": "2019-11-15T016:00:00.0Z",
    "titleText": "Song Ji Hyo, Son Ho Joon, Kim Min Joon, & more confirmed as leads of new JTBC drama 'Did We Love'",
    "mainText": "JTBC's upcoming romance drama 'Did We Love' (literal translation) has confirmed its lead cast, headed by the story's heroine Song Ji Hyo.If you want to watch Song Ji Hyo and her unlikely romance with all 4 of these men, look forward to JTBC's 'Did We Love', airing some time early next year.",
    "redirectionUrl": "https://www.allkpop.com/article/2019/11/song-ji-hyo-son-ho-joon-kim-min-joon-more-confirmed-as-leads-of-new-jtbc-drama-did-we-love"
  },{
     "uid": "kpop_daily_news_17",
    "updateDate": "2019-11-15T017:00:00.0Z",
    "titleText": "AOA scheduled to have a comeback with 5 members.",
    "mainText": "What used to be a 8-member group has now been reduced to 5 following Youkyung's departure in 2016 and Choa's departure in 2017, and Mina's departure in 2019. The current group feature members Jimin, Yoona, Hyejung, Seolhyun, and Chanmi.",
    "redirectionUrl": "https://www.allkpop.com/article/2019/11/aoa-scheduled-to-have-a-comeback-with-5-members"
  },{
     "uid": "kpop_daily_news_18",
    "updateDate": "2019-11-15T018:00:00.0Z",
    "titleText": "Entertainment insiders revealed to have used Big Hit Entertainment's name to commit fraud worth over 4 million USD.",
    "mainText": "On November 14, one exclusive report by media outlet 'The Fact' revealed that various concert/stage production companies as well as other individuals were scammed by entertainment insiders illegally posing as Big Hit Entertainment affiliates. According to 'The Fact', various entertainment industry insiders led by individuals known as 'K' and 'D' approached various production companies within Korea, utilizing BTS's immense popularity overseas and requesting investment funds of over 5 billion KRW.When contacted about the above report, a representative from Big Hit Entertainment stated, 'We did not learn about this 'fake document' until we received photos of them from entertainment reporters recently. The contracts depicted in the photos are fake documents, and have nothing to do with Big Hit Entertainment. When we confirm specific details of such crimes and damages caused by these crimes, we will take legal action.'",
    "redirectionUrl": "https://www.allkpop.com/article/2019/11/entertainment-insiders-revealed-to-have-used-big-hit-entertainments-name-to-commit-fraud-worth-over-4-million-usd"
  },{
     "uid": "kpop_daily_news_19",
    "updateDate": "2019-11-15T019:00:00.0Z",
    "titleText": "SM Entertainment's Lee Soo Man announces collaborative work with 'Intel Studios' for new K-Pop content",
    "mainText": "SM Entertainment's head producer Lee Soo Man will be working directly with 'Intel Studios' for a series of new, collaborative K-Pop contents, the label announced on November 14.SME and 'Intel' plan on creating new, immersive media content for K-Pop storytelling, integrating large scale volumetric video capture technology, real-time interactive content, and augmented reality (AR).",
    "redirectionUrl": "https://www.allkpop.com/article/2019/11/sm-entertainments-lee-soo-man-announces-collaborative-work-with-intel-studios-for-new-k-pop-content"
  },{
     "uid": "kpop_daily_news_20",
    "updateDate": "2019-11-15T020:00:00.0Z",
    "titleText": "YG rep reveals Sechskies will be making a comeback as 4-members soon",
    "mainText": "one YG Entertainment representative relayed, It's true that Sechskies are currently preparing for their first comeback as 4-members. The new album's release date is still under discussion. Insiders say that the group has already completed an MV filming for their new album. ",
    "redirectionUrl": "https://www.allkpop.com/article/2019/11/yg-rep-reveals-sechskies-will-be-making-a-comeback-as-4-members-soon"
  },{
     "uid": "kpop_daily_news_21",
    "updateDate": "2019-11-15T021:00:00.0Z",
    "titleText": "'Melon Music Awards 2019' announces this year's top 10 artists",
    "mainText": "Preliminary voting for the upcoming 'Melon Music Awards 2019' has officially come to a close, and the 'MMA 2019' has just announced this year's top 10 artists.The top 10 artists of this past year according to Melon are: EXO,MAMAMOO,BTS,Bolbbalgan4,MC the Max,Jannabi,Jang Bum Joon,Kim Chung Ha,Taeyeon,Heize",
    "redirectionUrl": "https://www.allkpop.com/article/2019/11/melon-music-awards-2019-announces-this-years-top-10-artists"
  },{
     "uid": "kpop_daily_news_22",
    "updateDate": "2019-11-15T022:00:00.0Z",
    "titleText": "Sungmin reveals full tracklist for solo debut mini album 'Orgel'",
    "mainText": "Sungmin has released the full tracklist for his upcoming solo debut mini album, 'Orgel'. Look out for Sungmin's 1st mini album, set to drop this November 22 at 6 PM KST.",
    "redirectionUrl": "https://www.allkpop.com/article/2019/11/sungmin-reveals-full-tracklist-for-solo-debut-mini-album-orgel"
  },{
     "uid": "kpop_daily_news_23",
    "updateDate": "2019-11-16T008:00:00.0Z",
    "titleText": "MAMAMOO's Solar reveals her monthly YouTube earnings",
    "mainText": "The popular star appeared on the recent broadcast 'Happy Together 4' which aired on November 14th. She stated that her 1.1 million subscriber channel earns 100 million KRW (~85,395 USD) a month! She continued, saying: It's not my net profit. I share it with the company but because this is my personal activity, I don't share profits with the members. However, a lot of money goes back into the channel, especially the production costs.",
    "redirectionUrl": "https://www.allkpop.com/article/2019/11/mamamoos-solar-reveals-her-monthly-youtube-earnings"
  },{
     "uid": "kpop_daily_news_24",
    "updateDate": "2019-11-16T008:20:00.0Z",
    "titleText": "Participants who worked on EXO's 6th full album Obsession revealed to be global hitmakers and names album tracks revealed",
    "mainText": "As November 27th comes closer, more details for EXO's 6th full album Obsession are revealed. Dem Jointz , LDN Noise, Joombas music group,Yoo Young-jin , Kenzie, Deez and Jinby Jin will participate. The album will include 10 songs.",
    "redirectionUrl": "https://www.allkpop.com/article/2019/11/participants-who-worked-on-exos-6th-full-album-obsession-revealed-to-be-global-hitmakers-names-album-tracks-revealed"
  },{
     "uid": "kpop_daily_news_25",
    "updateDate": "2019-11-16T008:30:00.0Z",
    "titleText": "TWICE to perform on NHK's 'Kohaku Uta Gassen' for the 3rd year in a row",
    "mainText": "On November 15, JYP Entertainment confirmed to various media outlets that TWICE will be performing on NHK's popular year-end music festival, 'Kohaku Uta Gassen', for the third year in a row. Meanwhile, TWICE will be releasing their new Japanese album '&TWICE' on November 20.",
    "redirectionUrl": "https://www.allkpop.com/article/2019/11/twice-to-perform-on-nhks-kohaku-uta-gassen-for-the-3rd-year-in-a-row"
  },{
     "uid": "kpop_daily_news_26",
    "updateDate": "2019-11-16T008:40:00.0Z",
    "titleText": "Limitless drop striking teaser photos of A.M, Raychan, Jang Moon Bok, & Heesuk for 'Wish Wish'",
    "mainText": "Before revealing the faces of their two new members, Limitless's original members A.M, Raychan, Jang Moon Bok (VOK), and Heesuk greeted fans first in a set of striking individual teaser photos, raising anticipation for their comeback. It looks like Limitless will be returning with not only new members, but also upgraded visuals as well as a new, more urban concept. ",
    "redirectionUrl": "https://www.allkpop.com/article/2019/11/limitless-drop-striking-teaser-photos-of-am-raychan-jang-moon-bok-heesuk-for-wish-wish"
  },{
     "uid": "kpop_daily_news_27",
    "updateDate": "2019-11-16T008:50:00.0Z",
    "titleText": "The teaser for new YouTube idol mukbang series 'Food Fighter Boys' with 1st guest DAY6's Young K was revealed.",
    "mainText": "MBC Digital is launching a brand new YouTube series - titled 'Food Fighter Boys' - featuring some of the most well-known male idols with big appetites.The first guest of MBC Digital's 'Food Fighter Boys' is DAY6's Young K. He'll be showcasing some mouthwatering K-bbq mukbang for the series' premiere, coming this November 15 at 6 PM KST. Each week, different idol guests will not only get to eat to their hearts' content, but also play games or carry out missions in order to obtain even more menu items.",
    "redirectionUrl": "https://www.allkpop.com/video/2019/11/watch-the-teaser-for-new-youtube-idol-mukbang-series-food-fighter-boys-with-1st-guest-day6s-young-k"
  },{
     "uid": "kpop_daily_news_28",
    "updateDate": "2019-11-16T009:00:00.0Z",
    "titleText": "BLACKPINK's Jisoo is a free-spirit in London as the cover star of Elle's December issue",
    "mainText": "BLACKPINK's Jisoo graced the cover of 'Elle' magazine's upcoming December issue.In her pictorial, Jisoo took on various 'Burberry' fashion styles ranging from mysterious and glamorous, to comfortable, and more. She also worked with an imaginary character named 'Pop' - an animated fox - for one of her cover shots.",
    "redirectionUrl": "https://www.allkpop.com/article/2019/11/blackpinks-jisoo-is-a-free-spirit-in-london-as-the-cover-star-of-elles-december-issue"
  },{
     "uid": "kpop_daily_news_29",
    "updateDate": "2019-11-16T009:10:00.0Z",
    "titleText": "X1 to perform at '2019 V Live Awards V Heartbeat' this weekend as planned but will not attend red carpet",
    "mainText": "On November 15, members of project group X1 were spotted at Incheon international airport, returning to Korea from their overseas schedules in order to attend the '2019 V Live Awards V Heartbeat' taking place this weekend on November 16. ",
    "redirectionUrl": "https://www.allkpop.com/article/2019/11/x1-to-perform-at-2019-v-live-awards-v-heartbeat-this-weekend-as-planned-will-not-attend-red-carpet"
  },{
     "uid": "kpop_daily_news_30",
    "updateDate": "2019-11-16T009:20:00.0Z",
    "titleText": "Actress Park Ha Sun's younger brother revealed to have passed away this week from heart attack",
    "mainText": "According to Park Ha Sun's label Key East on November 14, the actress's younger brother recently passed away this week, due to a heart attack.His funeral procession took place on November 14, with Park Ha Sun, her husband Ryu Soo Young, as well as various family and friends present. ",
    "redirectionUrl": "https://www.allkpop.com/article/2019/11/actress-park-ha-suns-younger-brother-revealed-to-have-passed-away-this-week-from-heart-attack"
  }
]
